Repository: bruecksen/bakeup
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Page
de_de: Seite

source: Document
de_de: Dokument

source: Image
de_de: Bild

source: External link
de_de: Externer Link

source: Anchor link
de_de: Ankerlink

source: An anchor in the current page, for example: <code>#target-id</code>.
de_de: Füge Ankerlink zur aktuellen Seite hinzu, zB: <code>#target-id</code>.

source: Horizontal Rule
de_de: Horizontale Regel

source: Image carousel
de_de: Bildkarusell

source: Production Days
de_de: Produktionstage

source: No production days planned
de_de: Keine Produktionstage geplant

source: Production Day
de_de: Produktionstag

source: Quantity
de_de: Menge

source: Sorry, but we don't have enough products.
de_de: Sorry, aber wir haben nicht genug Produkte davon.

source: Sorry, but this production day is already locked.
de_de: Sorry, aber dieser Produktionstag ist schon gesperrt.

source: Wrong product
de_de: falsches Produkt

source: Select a date
de_de: Wähle ein Datum

source: There are more products ordered then max qty.
de_de: Es sind mehr Produkte bestellt als maximal geplant.

source: You can't add the same product twice!
de_de: Du kannst nicht zweimal das gleiche Produkt hinzufügen.

source: Day of Sale
de_de: Verkaufstag

source: Description
de_de: Beschreibung

source: Product
de_de: Produkt

source: Max quantity
de_de: Max Stückzahl

source: Published?
de_de: Veröffentlicht?

source: Group
de_de: Gruppe

source: Short Name
de_de: Kurzbezeichnung

source: Primary?
de_de: Primär?

source: Customer
de_de: Kunde

source: Point of Sale
de_de: Abholstelle

source: running
de_de: laufend

source: finished
de_de: beendet

source: Productionday
de_de: Produktionstag

source: Positions
de_de: Positionen

source: orders/
de_de: bestellungen/

source: order-templates/
de_de: abos/

source: login/
de_de: anmelden/

source: signup/
de_de: registrieren/

source: account/closure/
de_de: konto/schliessen/

source: Confirm E-mail Address
de_de: E-Mail-Adresse bestätigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
de_de: Bitte bestätige, dass <a href="mailto:%(email)s">%(email)s</a> eine E-Mailadresse von Benutzer %(user_display)s ist.

source: Confirm
de_de: Bestätigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s#email">issue a new e-mail confirmation request</a>.
de_de: Dieser E-Maillink ist abgelaufen oder ungültig. Bitte <a href="%(email_url)s">fordere einen neuen an</a>.

source: No account yet? <a href="%(signup_url)s">Signup for an account</a>.
de_de: Hast du noch kein Konto? Dann bitte zuerst <a href="%(signup_url)s">ein Konto erstellen</a>.

source: Change Password
de_de: Passwort ändern

source: Forgot Password?
de_de: Passwort vergessen?

source: Password Reset
de_de: Passwort zurücksetzen

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
de_de: Passwort vergessen? Gib deine E-Mail-Adresse unten ein, dann schicken wir dir einen Link, unter dem du dein Passwort zurücksetzen kannst.

source: Reset My Password
de_de: Setze mein Passwort zurück

source: Please contact us if you have any trouble resetting your password.
de_de: Schreib uns, wenn du Probleme hast dein Passowrt zurückzusetzen.

source: Bad Token
de_de: Ungültiger Token

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
de_de: Der Link zum Passwort zurücksetzen ist ungültig. Sehr wahrscheinlich ist er schonbenutzt worden. Bitte <a href="%(passwd_reset_url)s">fordere einen neuen Link an</a>.

source: change password
de_de: ändere Passwort

source: Your password is now changed.
de_de: Dein Passwort ist jetzt geändert.

source: Set Password
de_de: Setze Passwort

source: Sign Up
de_de: Registrieren

source: as
de_de: als

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
de_de: Du hast bereits ein Konto bei uns? Dann bitte <a href="%(login_url)s">hier entlang</a>.

source: Verify Your E-mail Address
de_de: E-Mail-Adresse verifizieren

source: Email address successfully confirmed!
de_de: E-Mail-Adresse erfolgreich bestätigt!

source: Thank you for confirming your email address. You will now regularly receive our newsletter.
de_de: Vielen Dank, dass du deine E-Mail-Adresse bestätigt hast. Du wirst nun regelmäßig unseren Newsletter erhalten.

source: Go to homepage
de_de: Zur Startseite

source: Cancel
de_de: Abbrechen

source: Summary
de_de: Zusammenfassung

source: Unsubscription successful
de_de: Abmeldung erfolgreich

source: <p class="card-text">The email address <strong>%(contact.email)s</strong> has been unsubscribed from the mailing list <strong>%(list)s</strong>.<br> <p>If this was a mistake, please go back to your <a href="%(profile_url)s">profile</a> to subscribe again.</p>
de_de: <p class="card-text">Die E-Mail-Adresse <strong>%(contact.email)s</strong> wurde von der Mailingliste <strong>%(list)s</strong> abgemeldet.<br> <p>Wenn dies ein Fehler war, geh bitte zurück zum <a href="%(profile_url)s">Profil</a>, um Dich erneut anzumelden.</p>

source: Welcome to
de_de: Herzlich willkommen bei

source: Do you really want to cancel the subscription?
de_de: Willst du das folgende Abo kündigen?

source: The basket is empty
de_de: Dein Brotkorb ist leer.

source: You <a class="text-white" data-bs-toggle="modal" data-bs-target=".modal-checkout">ordered <strong>%(total_quantity)s</strong> product</a>.
de_de: Du hast <a class="text-white" data-bs-toggle="modal" data-bs-target=".modal-checkout"><strong>%(total_quantity)s</strong> Brot bestellt</a>.

source: You already have a subscription for this product.
de_de: Du hast dieses Produkt bereits abonniert.

source: Currently no products selected.
de_de: Aktuell sind keine Produkte ausgewählt.

source: Orders
de_de: Bestellungen

source: Go to orders
de_de: Zu den Bestellungen

source: You need to be <a href="%(login_url)s" class="text-white fw-bold">logged in</a> or <a href="%(signup_url)s" class="text-white fw-bold">signup</a> for an account before you can order something.
de_de: Um bestellen zu können musst du dich zuerst <a href="%(login_url)s" class="text-white fw-bold">anmelden</a> oder <a href="%(signup_url)s" class="text-white fw-bold">registrieren</a>.

source: Previous Week
de_de: Letzte Woche

source: Jump to current week
de_de: Zur aktuellen Woche

source: Next Week
de_de: Nächste Woche

source: Submit order
de_de: Bestellung absenden

source: Here you can update your personal data, e-mail address and password.
de_de: Hier kannst du deine persönlichen Daten, E-Mail-Adresse und dein Passwort aktualisieren.

source: Currently <strong>%(email)s</strong> is stored in your account. You can add a new email address by entering the new email address in the following form and confirming it afterwards.
de_de: Aktuell ist <strong>%(email)s</strong> in deinem Account hinterlegt. Du kannst eine neue E-Mail-Adresse hinzufügen in dem du in dem folgenden Formular die neue E-Mail-Adresse eingibst und anschließend bestätigst.

source: Closure of Your Account
de_de: Konto schließen

source: Do you really want to close your account and delete all your personal information?
de_de: Willst du wirklich dein Konto schließen und alle persönlichen Daten löschen?

source: Close Account
de_de: Konto schließen

source: Close your account
de_de: Konto schließen

source: Do you really want to close your account?
de_de: Willst du wirklich dein Konto schließen?

source: Update orders
de_de: Ändere Bestellungen

source: Update orders for
de_de: Ändere Bestellungen für den

source: Delete category
de_de: Lösche Kategorie

source: <p>The deletion of the selected object: <strong>%(object)s</strong> would require first the deletion of the protected related objects:</p>
de_de: <p>Das Löschen von folgendem Objekt <strong>%(object)s</strong> setzt dasLöschen der geschützten verbundenen Objekte voraus.</p>

source: Are you sure?
de_de: Bist du dir sicher?

source: <p>You're about to delete the following category: <strong>%(object)s</strong>. Please confirm.</p>
de_de: <p>Du löscht gerade folgende Kategorie: <strong>%(object)s</strong>. Bitte bestätige, dass du die Kategorie löschen willst.</p>

source: Add new category
de_de: Neue Kategorie hinzufügen

source: Update category
de_de: Ändere Kategorie

source: Update
de_de: Ändern

source: Add
de_de: Hinzufügen

source: Categories
de_de: Kategorien

source: <p>You're about to delete the following customer: <strong>%(object)s</strong> and all the related objects. Please confirm!</p>
de_de: <p>Bitte bestätige das Löschen des folgenden Kunden: <strong>%(object)s</strong> und alle abhängigen Objekte.</p>

source: <p class="fw-bold">This action cannot be reversed.</p>
de_de: <p class="fw-bold">Dieser Vorgang kann nicht rückgängig gemacht werden.</p>

source: Account
de_de: Benuzterkonto

source: First name
de_de: Vorname

source: Last name
de_de: Nachname

source: Point of sale
de_de: Abholstelle

source: Customers
de_de: Kunden

source: Customer abo overview
de_de: Abo Übersicht

source: Customer abos
de_de: Abo verwalten

source: Export as CSV
de_de: Exportieren als CSV

source: Export
de_de: Exportieren

source: Reset
de_de: Zurücksetzen

source: Delete order
de_de: Bestellung löschen

source: You're about to delete the following customer order: <strong>%(object)s</strong>. Please confirm, .
de_de: Du löscht gerade folgende Kundenbestellung: <strong>%(object)s</strong>. Bitte bestätige, dass du die Bestellung löschen willst.

source: Update customer order
de_de: Ändere Kundenbestellung

source: Add order
de_de: Bestellung hinzufügen

source: Add another product
de_de: Produkt hinzufügen

source: Add new order
de_de: Bestellung hinzufügen

source: Subscriptions
de_de: Abos

source: Delete group
de_de: Gruppe löschen

source: <p>You're about to delete the following group: %(object)s. Please confirm.</p>
de_de: <p>Du löscht gerade folgende Gruppe: <strong>%(object)s</strong>. Bitte bestätige, dass du die Gruppe wirklich löschen willst.</p>

source: Add group
de_de: Gruppe hinzufügen

source: Update group
de_de: Gruppe ändern

source: %(counter)s Product
de_de: %(counter)s Produkt

source: Next production days
de_de: Nächste Produktionstage

source: All production days
de_de: Alle Produktionstage

source: Add production day
de_de: Produktionstag hinzufügen

source: Past production days
de_de: Vergangene Produktionstage

source: Production Plans
de_de: Produktionspläne

source: Day
de_de: Tag

source: Go to production plans
de_de: Zu den Produktionsplänen

source: Points of sale
de_de: Abholstellen

source: Go to points of sale
de_de: Zu den Abholstellen

source: Go to customers
de_de: Zu den Kunden

source: Recurring orders
de_de: Abos

source: Go to recurring orders
de_de: Zu den Abos

source: Go to categories
de_de: Zu den Kategorien

source: Recipes
de_de: Rezepte

source: Go to recipies
de_de: Zu den Rezepten

source: Products
de_de: Produkte

source: Go to products
de_de: Zu den Produkte

source: Sold (%%)
de_de: Verkauft (%%)

source: Sales
de_de: Umsatz

source: Production
de_de: Produktion

source: Add another
de_de: Weiteres hinzufügen

source: Or
de_de: oder

source: Save
de_de: Speichern

source: Start
de_de: Starten

source: Finish
de_de: Fertigstellen

source: Start date
de_de: Startdatum

source: Duration
de_de: Dauer

source: Update plan
de_de: Plan aktualisieren

source: Dashboard
de_de: Übersicht

source: Profile
de_de: Profil

source: Logout
de_de: Ausloggen

source: Login
de_de: Einloggen

source: Update Instructions
de_de: Anweisungen korrigieren

source: Add new product
de_de: Neues Produkt hinzufügen

source: Add new point of sale
de_de: Neue Abholstelle hinzufügen

source: Back
de_de: Zurück

source: Add point of sale
de_de: Neue Abholstelle hinzufügen

source: Delete product
de_de: Produkt löschen

source: <p>You're about to delete %(object)s. Please confirm.</p>
de_de: <p>Du löscht gerade folgendes Objekt: <strong>%(object)s</strong>. Bitte bestätige, dass du das Objekt wirklich löschen willst.</p>

source: Edit product
de_de: Ändere Produkt

source: Sellable
de_de: verkaufbar

source: Buyable
de_de: kaufbar

source: Composable
de_de: kombinierbar

source: Price
de_de: Preis

source: recurring product
de_de: abofähiges Produkt

source: max recurring order qty
de_de: maximal abonierbare Menge

source: Fermentation Loss
de_de: Gärverlust

source: Instructions
de_de: Anweisungen

source: Edit
de_de: Bearbeiten

source: No instructions yet!
de_de: Noch keine Anweisungen vorhanden!

source: Update product
de_de: Ändere Produkt

source: Reset filters
de_de: Filter zurücksetzen

source: Production day
de_de: Produktionstag

source: Delete
de_de: Löschen

source: Show orders
de_de: Bestellungen anzeigen

source: Show plans
de_de: Zeige Pläne

source: Reminder
de_de: Erinnerungen

source: Ingredients
de_de: Zutaten

source: Delivery bill
de_de: Lieferschein

source: Finish all
de_de: Alle fertigstellen

source: Start all
de_de: Alle starten

source: Order max. quantities
de_de: max. Menge bestellen

source: Published
de_de: Veröffentlicht

source: Ordered qty.
de_de: Bestellte Menge

source: Max qty.
de_de: max. Menge

source: Edit orders
de_de: Ändere Bestellungen

source: Customer ordered quantity
de_de: Menge Kundenbestellungen

source: from %(counter)s order
de_de: von %(counter)s Bestellung

source: Total ordered quantity
de_de: Totale Bestellmenge

source: Product Mapping
de_de: Produktvorlagen

source: Source Product
de_de: Ursprüngliches Produkt

source: Target Product
de_de: Zielprodukt

source: Count
de_de: Zähler

source: User
de_de: Benutzer

source: Picked
de_de: Abgeholt

source: is picked up
de_de: abgeholt

source: Ingredients Summary
de_de: Zusammenfassung Zutaten

source: Ingredient
de_de: Zutaten

source: Amount
de_de: Menge

source: Update production day
de_de: Ändere Produktionstag

source: Add new production day
de_de: Neuen Produktionstag hinzufügen

source: Create production day
de_de: Erstelle Produktionstag

source: Production plans
de_de: Produktionspläne

source: Add or update production plans
de_de: Ändere oder kreiere Produktionspläne

source: Production Plan
de_de: Produktionsplan

source: Add product
de_de: Neues Produkt hinzufügen

source: Delete relation
de_de: Lösche Hierarchie

source: Delete tag
de_de: Schlagwort löschen

source: <p>You're about to delete the following tag: <strong>%(object)s</strong>. Please confirm.</p>
de_de: <p>Du löscht gerade folgendes Schlagwort: <strong>%(object)s</strong>. Bitte bestätige, dass du das Schlagwort löschen willst.</p>

source: Update tag
de_de: Schlagwort aktualisieren

source: Add new tag
de_de: Neues Schlagwort hinzufügen

source: Hi %(user)s, welcome to bakeup!
de_de: Hallo %(user)s, willkommen in Bakeup!

source: This account is closed. Login is not possible.
de_de: Dies ist ein geschlossener Account. Anmelden ist nicht mehr möglich.

source: Users
de_de: Benutzer

source: This username has already been taken.
de_de: Dieser Benutzername ist schon vergeben.

source: Your account is closed.
de_de: Dein Konto ist jetzt geschlossen.

source: A product with the SKU already exists
de_de: Ein Produkt mit dieser SKU besteht bereits

source: Weight
de_de: Gewicht

source: Select existing product
de_de: Bestehendes Produkt auswählen

source: New product name
de_de: Neuer Produktname

source: Select a category
de_de: Wähle Kategorie

source: Sellable?
de_de: verkaufbar?

source: Buyable?
de_de: kaufbar?

source: Composable?
de_de: kombinierbar?

source: Hydration
de_de: TA

source: Salt
de_de: Salz

source: Flour
de_de: Mehl

source: Fermented Flour
de_de: ferm. Mehlmenge

source: Dough Weight
de_de: Teiggewicht

source: Select production day
de_de: Wähle Produktionstag

source: This user belongs to the following groups.
de_de: Dieser Benutzer ist Mitglied folgender Gruppen.

source: If you leave this empty, it uses the default point of sale for the customer.
de_de: Wenn leer: verwendet die standard Verkaufsstelle des Kunden.

source: All
de_de: Alle

source: Send emails to orders of specific point of sale, leave empty to send to all point of sales.
de_de: Sende E-Mails an spezifische Abholstellen, leer lassen um an alle Abholstellen zu senden.

source: Create a new message or select a saved one
de_de: Erstelle eine neue Nachricht oder wähle eine gespeicherte aus

source: Create a new message
de_de: Erstelle eine neue Nachricht

source: Grams
de_de: Gramm

source: Kilograms
de_de: Kilogramm

source: display name
de_de: Anzeigename

source: Secondary Image
de_de: Zweitbild

source: Category
de_de: Kategorie

source: weight in grams
de_de: Gewicht in Gramm

source: Is sellable
de_de: verkaufbar

source: Is buyable
de_de: kaufbar

source: Is composable
de_de: kombinierbar

source: Is abo product?
de_de: Aboprodukt

source: Max abo quantity?
de_de: Maximal abonierbare Stückzahl

source: Instruction
de_de: Anweisung

source: Select category
de_de: Wähle Kategorie

source: Select tag
de_de: Wähle eine Schlagwort

source: Search
de_de: Suche

source: Select a customer
de_de: Wähle einen Kunden

source: Select a production day
de_de: Wähle einen Produktionstag

source: Select a point of sale
de_de: Wähle eine Abholstelle

source: Sum
de_de: Summe

source: Collected
de_de: Abgeholt

source: Signup url
de_de: Registrieren

source: Select a group
de_de: Wähle eine Gruppe

source: At least one of the production plans for this day has already started. You might change a already running production!
de_de: Mindestens ein Produktions-Plan wurde bereits gestartet. Das hinzufügen/bearbeiten einer Bestellung könnte die bereits gestartete Produktion beeinflussen.

source: productionday-{}
de_de: produktionstag-{}
